const Oferta = () => {
	return (
		<article className='flex flex-col space-y-5 max-w-3xl mx-auto pb-10'>
			<h1 className='text-3xl'>
				Публичная оферта на заключение договора возмездного оказания услуг
			</h1>

			<p>
				Настоящий документ является публичной офертой сервиса Fast Founder
				(Исполнителя), размещённого по адресу ginsights.vercel.app, которая
				содержит все существенные условия договора возмездного оказания услуг.
			</p>

			<p>
				В случае принятия изложенных ниже условий лицо, производящее акцепт
				настоящей оферты, становится Заказчиком услуг. Акцепт оферты равносилен
				заключению договора на условиях, изложенных в оферте.
			</p>

			<p>
				В связи с изложенным выше, внимательно прочитайте текст настоящей
				публичной оферты. Если вы не согласны с каким-либо пунктом оферты,
				Исполнитель предлагает вам отказаться от заключения договора.
			</p>

			<p>Термины и определения</p>

			<p>
				1.1. Заказчик — физическое или юридическое лицо, имеющее намерение
				заказать либо заказывающее услуги.
			</p>

			<p>
				1.2. Договор — договор возмездного оказания услуг, который заключается
				Заказчиком путем акцепта настоящей оферты.
			</p>

			<p>
				1.3. Услуги — услуги по предоставлению доступа к сайту и другие услуги
				Исполнителя в объеме, согласованном сторонами и указанном в выбранном
				заказчиком тарифном плане.
			</p>

			<p>
				1.4. Тарифный план — являющееся неотъемлемой частью договора описание
				услуг. Условия тарифных планов определяются Исполнителем самостоятельно.
				Перечень тарифных планов размещен на сайте.
			</p>

			<p>
				1.5. Сайт — совокупность программ для электронных вычислительных машин и
				иной информации, доступ к которой обеспечивается посредством
				информационно-телекоммуникационной сети «Интернет» на сайте или в
				электронной почтовой рассылке Исполнителя.
			</p>

			<p>Акцепт оферты</p>

			<p>
				2.1. Акцептом публичной оферты исполнителя является совершение
				физическим либо юридическим лицом регистрации на сайте и оплата услуг в
				соответствии с выбранным тарифным планом.
			</p>

			<p>
				2.2. После совершения вышеуказанных действий между Исполнителем и
				Заказчиком заключается договор на условиях, указанных в настоящей оферте
				в соответствии с выбранным Заказчиком тарифным планом.
			</p>

			<p>
				2.3. Любые действия, совершенные с использованием логина и пароля
				Заказчика, определенных при регистрации на сайте, считаются совершенными
				Заказчиком. В случае несанкционированного доступа к логину и паролю
				Заказчика, Заказчик обязан немедленно сообщить об этом Исполнителю.
			</p>

			<p>
				2.4. Заказчик соглашается получать от Исполнителя информационные и
				другие электронные сообщения на адрес электронный почты, указанный
				заказчиком при регистрации.
			</p>
			<p>
				2.5. Заключением договора на условиях настоящей оферты Заказчик дает
				согласие на получение чека оплаты услуг по признаку «Полный расчет» или
				акта о выполнении услуг в момент оплаты полной стоимости услуг
			</p>

			<p>Предмет договора</p>

			<p>
				3.1. Исполнитель оказывает Заказчику услуги по предоставлению доступа к
				размещённой на сайте Исполнителя информации способами, определёнными по
				усмотрению Исполнителя. Заказчик обязуется оплачивать оказываемые
				Исполнителем услуги на условиях выбранного Заказчиком тарифного плана.
			</p>

			<p>Порядок оплаты</p>

			<p>
				4.1. Заказчик оплачивает услуги Исполнителя в полном объеме в размере и
				за период, указанные в выбранном Заказчиком тарифном плане. Стоимость
				услуг не включает в себя НДС в связи с применением Исполнителем
				упрощенной системы налогообложения.
			</p>

			<p>
				4.2. Оплата услуг производится посредством провайдера
				интернет-эквайринга. Исполнитель не несет ответственности за
				деятельность провайдера системы электронных платежей. Оплачивая услуги,
				Заказчик соглашается с условиями, на которых провайдер электронных
				платежей предоставляет Заказчику свои услуги. Исполнитель не несет
				ответственности за возможные проблемы и/или неполадки при оплате услуг,
				возникшие не по вине Исполнителя.
			</p>

			<p>
				4.2. Заказчик считается выполнившим свою обязанность по оплате услуг в
				момент получения денежных средств от Заказчика провайдером
				интернет-эквайринга — с чего начинается отсчёт периода предоставления
				услуг. Если письмо с логином и паролём для доступа к услугам не было
				своевременно получено Заказчиком после проведения оплаты, ему необходимо
				запросить эту информацию, отправив Исполнителю электронное письмо по
				адресу hello.ginsights@gmail.com.
			</p>

			<p>
				4.3. Списание денег за использование услуг за следующий период
				выбранного Заказчиком тарифного плана производится автоматически. Чтобы
				прекратить предоставление услуг, Заказчику необходимо отменить подписку,
				воспользовавшись специальной ссылкой, размещенной на сайте Исполнителя,
				или отправив электронное письмо Исполнителю по адресу
				hello.ginsights@gmail.com.
			</p>

			<p>
				4.4. Односторонним отказом Заказчика от исполнения договора считается
				выполнение отказа от получения услуг через ссылку «Удалить подписку»,
				размещенную на сайте, или путем отправки письма на адрес
				hello.ginsights@gmail.com с просьбой отменить подписку. Отказ от
				получения почтовых рассылок не является отказом от получения услуг, так
				как у Заказчика остается возможность получать информацию через сайт
				Исполнителя.
			</p>

			<p>
				4.5. В случае одностороннего отказа Заказчика от исполнения договора
				внесенная оплата перерасчету и возврату не подлежит. В этом случае
				Исполнитель будет продолжать оказывать услуги Заказчику до конца
				оплаченного срока в соответствие с оплаченным Заказчиком тарифом.
			</p>

			<p>Порядок пользования сайтом</p>

			<p>
				5.1. Заказчик обязан пользоваться сайтом добросовестно, не нарушая
				законодательство, права и свободы третьих лиц, нормы морали и
				нравственности.
			</p>

			<p>
				5.2. Заказчик обязуется не загружать, не хранить, не публиковать, не
				распространять и не предоставлять доступ или иным образом использовать
				любую информацию, которая содержит угрозы, дискредитирует, оскорбляет,
				порочит честь и достоинство или деловую репутацию или нарушает
				неприкосновенность частной жизни третьих лиц нарушает права
				несовершеннолетних лиц; является вульгарной или непристойной, содержит
				порнографические изображения и тексты или сцены сексуального характера с
				участием несовершеннолетних; содержит описание средств и способов
				суицида, любое подстрекательство к его совершению; пропагандирует и/или
				способствует разжиганию расовой, религиозной, этнической ненависти или
				вражды, пропагандирует фашизм или идеологию расового превосходства;
				содержит экстремистские материалы; носит мошеннический характер. Если в
				результате распространения указанной в данном пункте договора информации
				исполнителю были причинены убытки, заказчик обязуется возместить их в
				полном объёме.
			</p>

			<p>
				5.3. Заказчик обязуется не использовать программное обеспечение и
				осуществлять действия, направленные на нарушение нормального
				функционирования сайта.
			</p>

			<p>Интеллектуальная собственность и ограничения при пользовании сайтом</p>

			<p>
				6.1. Сайт содержит результаты интеллектуальной деятельности,
				принадлежащие Исполнителю, а также третьим лицам, с которыми Исполнитель
				заключил соответствующие договоры.
			</p>

			<p>
				6.2. Используя сайт, Заказчик признает и соглашается с тем, что все
				содержимое сайта защищены авторским правом, правом на товарный знак и
				другими правами на результаты интеллектуальной деятельности, и что
				указанные права являются действительными и охраняются во всех формах, на
				всех носителях и в отношении всех технологий, как существующих в
				настоящее время, так и разработанных или созданных впоследствии. Никакие
				права на любое содержимое сайта, принадлежащее Исполнителю, включая,
				помимо прочего, аудиовизуальные произведения, текстовые и графические
				материалы, программы для ЭВМ, товарные знаки не переходят к Заказчику в
				результате пользования сайтом и заключения договора.
			</p>

			<p>
				6.3. Заказчику запрещается копировать, модифицировать, изменять,
				удалять, дополнять, публиковать, передавать какую-либо информацию,
				полученную на сайте, кроме случаев, когда такая функция прямо
				предусмотрена на сайте. В случае нарушения этого условия, Заказчик
				обязуется возместить Исполнителю убытки, вызванные таким
				распространением, включая прямые, косвенные убытки, а также упущенную
				прибыль.
			</p>

			<p>
				6.4. Заказчику запрещается:
				<br /> — копировать, либо иным способом использовать программную часть
				сайта Исполнителя, а также его дизайн;
				<br />— размещать на сайте персональные данные третьих лиц без их
				согласия;
				<br />— размещать на сайте коммерческую рекламу, коммерческие
				предложения, агитационную информацию и любую другую навязчивую
				информацию, кроме случаев, когда размещение такой информации согласовано
				с Исполнителем;
			</p>

			<p>
				6.5. При цитировании материалов сайта, если это прямо предусмотрено
				функциями сайта и не нарушает права Исполнителя на результаты
				интеллектуальной деятельности, Заказчик обязуется указывать ссылку на
				сайт Исполнителя.
			</p>

			<p>
				6.6. Стороны согласовали, что в случае, если в процессе использования
				сайта и оказания услуг Заказчиком будут созданы и загружены на сайт
				результаты интеллектуальной деятельности, то Заказчик предоставляет
				Исполнителю бессрочную неисключительную безвозмездную лицензию на право
				использования таких результатов интеллектуальной деятельности на
				территории всего мира. Лицензия предоставляется на использование
				результатов интеллектуальной деятельности любыми способами, которые
				необходимы Исполнителю для надлежащего выполнения исполнителем своих
				обязательств по договору.
			</p>

			<p>Ответственность</p>

			<p>
				7.1. В случае нарушения заказчиком условий договора, законодательства,
				норм морали и нравственности, либо технических требований сайта,
				Исполнитель вправе запретить либо ограничить доступ Заказчика к
				определенным или всем функциям сайта.
			</p>

			<p>
				7.2. Исполнитель не отвечает за работоспособность сайта и не гарантирует
				его бесперебойной работы. Исполнитель также не гарантирует сохранности
				информации, размещенной на сайте.
			</p>

			<p>
				7.3. Заказчик использует сайт в том виде, в каком он представлен, на
				собственный риск. Исполнитель не гарантирует заказчику достижения
				каких-либо результатов вследствие использования сайта.
			</p>

			<p>Порядок разрешения споров</p>

			<p>
				8.1. Все споры, разногласия и претензии, которые могут возникнуть в
				связи с исполнением, расторжением или признанием недействительным
				договора, стороны будут стремиться решить путем переговоров. Сторона, у
				которой возникли претензии и/или разногласия, направляет другой стороне
				сообщение с указанием возникших претензий и/или разногласий.
			</p>

			<p>
				8.2. В случае, если ответ на сообщение не будет получен направившей
				сообщение стороной в течение 30 (тридцати) рабочих дней с даты
				направления соответствующего сообщения, либо если стороны не придут к
				соглашению по возникшим претензиям и/или разногласиям, спор подлежит
				разрешению в судебном порядке по месту нахождения Исполнителя.
			</p>

			<p>Изменение условий договора</p>

			<p>
				9.1 Исполнитель вправе в одностороннем порядке изменять условия
				договора. Такие изменения вступают в силу немедленно в момент
				опубликования новой версии договора на сайте.
			</p>

			<p>
				9.2 Если Заказчик не согласен с условиями нового договора, он должен
				прекратить пользоваться сайтом. Продолжение использования сайта после
				изменения условий договора означает согласие с условиями нового
				договора.
			</p>

			<p>Заключительные положения</p>

			<p>
				10.1. Договор и все возникающие из него правоотношения регулируются
				законодательством страны, в которой зарегистрирован Исполнитель.
			</p>

			<p>
				10.2. Признание судом какого-либо положения договора недействительным
				или не подлежащим принудительному исполнению не влечет
				недействительности иных положений договора.
			</p>

			<p>
				10.3. Программно-аппаратные ошибки как на стороне Исполнителя, так и на
				стороне Заказчика, приведшие к невозможности получения заказчиком
				доступа к сайту, являются обстоятельствами непреодолимой силы и
				основанием освобождения от ответственности за неисполнение обязательств
				Исполнителя по договору.
			</p>
		</article>
	)
}

export default Oferta
