const PrivacyPolicy = () => {
	return (
		<article className='flex flex-col space-y-5 max-w-3xl mx-auto pb-10'>
			<h1 className='text-3xl'>
				Заявление о конфиденциальности и неразглашении информации
			</h1>

			<p>
				Сервис Fast Founder (Издание), размещённый по адресу
				ginsights.vercel.app, уважает ваше право на неприкосновенность частной
				жизни. Любая информация, предоставленная вами, будет рассматриваться в
				соответствии с основными положениями данного «Заявления о
				конфиденциальности и неразглашении информации» (Заявление).
			</p>

			<p>
				Цель настоящего Заявления заключается в том, чтобы пояснить на каких
				условиях мы собираем персональные данные, как мы их используем,
				обрабатываем и защищаем. Под персональными данными мы понимаем
				информацию, которая позволяет однозначно идентифицировать вас как
				физическое лицо.
			</p>

			<p>
				Данное Заявление относится только к интерактивными данным,
				предоставляемым нам в сети Интернет. Мы не собираем данные о вас никак
				иначе, кроме как в порядке добровольной передачи пользователем этих
				данных.
			</p>

			<p>
				Вы принимаете условия настоящего Заявления, используя сайт и получая
				информационные материалы Издания по электронной почте, в Телеграме и в
				других каналах. Если вы не согласны с этим, или вам не нравится
				какой-либо аспект настоящего Заявления, вы в целях правовой защиты
				можете прекратить использование Издания.
			</p>

			<p>
				Мы не несем ответственности за политику конфиденциальности и защиты
				данных других сайтов, ссылки на которые мы можем размещать на нашем
				сайте или в наших информационных материалах.
			</p>

			<p>
				Мы можем собирать и обрабатывать информацию, которую вы самостоятельно
				предоставляете нам при использовании Издания и в ответ на личные
				информационные запросы. Эти данные могут быть предоставлены вами в
				результате заполнения наших форм или обращения к нам по какой-либо
				причине.
			</p>

			<p>
				Мы можем собирать и анализировать сведения о ваших посещениях сайта
				Издания, данные о местоположении, об устройствах и операционных систем,
				переходах на рекламные объявления или другие ресурсы, информацию о
				кликах и открытии электронных писем.
			</p>

			<p>
				Для системного администрирования и предоставления агрегированной
				информации нашим рекламодателям, мы также можем собирать информацию о
				вашем компьютере, например, ваш IP-адрес, название операционной системы
				и браузера. Мы можем получать информацию о ваших файлах cookie. Это
				небольшой фрагмент данных, хранимый на компьютере пользователя.
				Веб-браузер всякий раз при попытке открыть страницу соответствующего
				сайта пересылает этот фрагмент данных веб-серверу в составе
				HTTP-запроса. Если вы не настроите ваш компьютер на запрет использования
				cookie, мы можем использовать их для аутентификации, хранения ваших
				персональных предпочтений, отслеживания состояния доступа пользователя,
				ведения статистики. Файлы cookie помогают нам совершенствовать сервис,
				делать его более персонализированным, позволяя оценивать размер нашей
				аудитории и узнавать вас, когда вы вернетесь на Сайт. Вы также можете
				удалить файлы cookie с вашего компьютера. Если вы решите отключить их,
				вы, вероятно, не сможете получить доступ к некоторым частям веб-сайта
				или воспользоваться всеми нашими услугами.
			</p>

			<p>Мы будем использовать любую личную информацию для следующих целей:</p>

			<ul>
				<li>подписки на рассылку для доступа к нашим услугам</li>
				<li>информирование о проектах Издания и его партнеров</li>
				<li>выполнение договорных обязательств с вами, если они существуют</li>
				<li>направления вам информационных бюллетеней и рекламных писем.</li>
			</ul>

			<p>
				Мы можем предоставлять третьим лицам анонимные статистические данные об
				аудитории Издания.
			</p>

			<p>
				Данные, которые мы собираем, могут быть переданы на хранение третьим
				лицам, например, сервисам рассылки сообщений в любой юрисдикции,
				заявляющим о надежном и защищенном хранении этих данных. Предоставляя
				свои персональные данные, вы соглашаетесь на эту передачу, хранение или
				обработку. Мы предпримем все необходимые шаги для обеспечения надежной
				обработки ваших данных и в соответствии с настоящим «Заявлением о
				конфиденциальности и неразглашении информации».Мы сделаем все возможное,
				чтобы защитить ваши личные данные, но мы не можем полностью
				гарантировать их защиту. При этом мы соблюдаем организационные и
				технические требования к обеспечению конфиденциальности ваших данных,
				налагаем на наших работников и партнеров обязательства сохранять
				конфиденциальность при работе с персональными данными.
			</p>

			<p>
				Мы не будем раскрывать ваши персональные данные третьим лицам, если в их
				услугах нет необходимости для функционирования Издания. В таких
				обстоятельствах третья сторона связана аналогичными требованиями защиты
				данных.
				<br />
			</p>

			<p>
				Мы будем вынуждены раскрыть персональную информацию, если мы уверены,
				что должны это сделать по законодательству, решению суда или
				обоснованному требованию правоохранительных органов.
			</p>

			<p>
				Мы оставляем за собой право передавать информацию (включая ваши личные
				данные) третьим лицам в случае продажи, слияния, ликвидации, конкурсного
				производства или передачи всех, или практически всех активов нашей
				компании при условии, что третье лицо соглашается придерживаться условий
				настоящего Заявления и при условии, что третье лицо использует вашу
				личную информацию только для тех целей, которые вы предоставили нам.
			</p>

			<p>
				Мы можем в любое время изменить это Заявление полностью или частично по
				нашему собственному усмотрению. Любые изменения будут действовать
				немедленно после публикации пересмотренного Заявления о
				конфиденциальности на сайте Издания.
			</p>

			<p>
				Дальнейшее использование продуктов Издания после уведомления о любых
				таких изменениях в Заявлении говорит о вашем согласие с такими
				изменениями использования персональных данных. Если вы не согласны с
				условиями настоящего Заявления, поскольку они могут время от времени
				меняться полностью или частично, вы должны прекратить использование
				продуктов Издания.
			</p>
		</article>
	)
}
export default PrivacyPolicy
